app/views/diagnosis_items/_card.html.erb

  <div class ="card-body">
    <p><b>First name: </b><%= diagnosis_item.patient.first_name%></p>
---
SELECT "patients".* FROM "patients" WHERE "patients"."id" = $1 LIMIT $2  [["id", 5], ["LIMIT", 1]]